"LANG" = "(Italian)";

"BAD_SYSTEM" = "Maintenance non funziona con questa versione di Mac OS X.";
"GOOD_SYSTEM" = "Questa versione di Maintenance può funzionare solamente con le versioni 10.6.x di Mac OS X (Snow Leopard).";
"BADPASS" = "Devi inserire il nome dell'amministratore e la password.";
"MSG_BADPASS" = "Prova a inserire le informazioni di nuovo.";
"EXEC_MAINTENANCE" = "Avvio di Maintenance...";

"CHECK_UPDATE" = "Verifico la presenza di nuove versioni...";
"UPTODATE" = "Maintenance è aggiornato.";
"MSG_UPTODATE" = "Non sono disponibili ulteriori aggiornamenti di Maintenance. Premi OK per continuare.";
"NO_UPDATE" = "Non c'era nessuna nuova versione disponibile";
"NO_UPDATEBETA" = "Impossible to search for an update from a beta version.";
"UPDATE_DL" = "Nuova versione rilevata e scaricata";
"UPDATE_NODL" = "Nuova versione rilevata ma non scaricata";
"B_DL" = "Scarico";
"DL_UPDATE" = "Scarico...";
"NEW_VERS" = "Rilevata una nuova versione.";
"MSG_VERSA" = "Attualmente stai utilizzando la versione ";
"MSG_VERSB" = " di Maintenance. Una versione più recente (";
"MSG_VERSC" = ") è ora disponibile.";
"DLOK" = "Scaricati.";
"MSG_DLOK" = "L'ultima versione di Maintenance è stata scaricata ed è disponibile sulla tua Scrivania.";
"ERR_UPDATE" = "Errore durante la ricerca di aggiornamenti di Maintenance. ";
"ERR_UPDATERETRY" = "Si è verificato un errore durante la ricerca degli aggiornamenti di Maintenance. Il sito web è momentaneamente irraggiungibile o non sei collegato a internet. Riprova.";

"CHECK_SMART" = "Verifica dello stato S.M.A.R.T.";
"DISABLE_SMART" = "La verifica all'avvio dello stato S.M.A.R.T. può essere disabilitata nelle preferenze di Maintenance.";
"SMART_VERIFIED" = "Stato S.M.A.R.T. verificato.";
"MSG_SMART_VERIFIED" = "Questo disco sembra funzionare correttamente.";
"SMART_NOTSUPPORTED" = "Stato S.M.A.R.T. non supportato.";
"MSG_SMART_NOTSUPPORTED" = "Lo stato S.M.A.R.T. non è stato verificato perchè non è supportato da questo disco.";
"SMART_NOTVERIFIED" = "S.M.A.R.T. status non verificato.";
"MSG_SMART_NOTVERIFIED" = "Si è verificato un errore durante la verifica dello stato S.M.A.R.T. dell'Hard Disk.";
"MSG_SMART_RAID" = "Maintenance non può controllare lo stato S.M.A.R.T. di dischi RAID.";

"CHECKDISK" = "Verifico volume di avvio";
"MSG_ALERTCHECK" = "Prima di eseguire le operazioni di manutenzione o di pulizia del sistema, si raccomanda di verificare il disco di avvio.";
"MSG_CHECKDISK" = "Per verificarlo, chiudi tutte le applicazioni (alcuni task possono disturbare i risultati della verifica) poi clicca Continua. \nIntanto, è possibile che il Finder rallenti o non risponda più, che la ruota multicolore girevole appaia o che il vostro computer cessa di rispondere (si congela). È normale, volete aspettare !!";
"CHECKDISK_OK" = "Volume verificato.";
"MSG_CHECKDISK_OK" = "Il volume di Avvio sembra essere a posto.";
"CHECKDISK_NOTOK" = "Il volume ha bisogno di essere riparato.";
"MSG_CHECKDISK_NOTOK" = "Per riparare il disco di avvio, inizia dal disco di installazione di Mac OS X (CD o DVD), poi seleziona Utility >  Utility Disco...";
"NOCHECKDISK" = "Impossibile effettuare verifica.";
"MSG_NOCHECKDISK" = "Impossibile verificare il disco di avvio perchè non è aggiornato (journaled).";

"NOCOMMAND" = "Non hai selezionato alcun comando.";
"MSG_NOCOMMAND" = "Seleziona almeno un'opzione e poi riprova.";
"ERROR" = "Errore: ";
"ALRT" = "Avviso!";
"ALRT_QUITALL" = "Maintenance chiuderà tutte le applicazioni aperte. Click OK to continue.";

"B_QUIT" = "Esci";
"B_CANCEL" = "Annulla";
"B_CONTINUE" = "Continua";
"B_RESTART" = "Riavvia";
"B_CLOSE" = "Chiudi";
"B_SHUTDOWN" = "Spegni";

"REPAIRPERM" = "Riparo i permessi";
"SCRIPTS" = "Executing the maintenance scripts";
"CACHE_SYSTEM" = "Elimino la cache di Sistema";
"CACHE_APP" = "Elimino la cache dei applicazioni";
"FONT_CACHES" = "Elimino la cache dei font";
"LOGS" = "Elimino i resoconti e resoconti di blocco";
"TEMP_ITEMS" = "Elimino i elementi recenti e documenti temporanei";
"LAUNCHSERVICES" = "Aggiorno il database LaunchServices";
"DYLDCACHE" = "Aggiorno la cache delle librerie dinamiche condivise";
"DSSTORE" = "Elimino i documenti .DS_Store";
"INDEX_SPOTLIGHT" = "Elimino l'indice di Spotlight";
"INDEX_BAL" = "Ricostruisco l'indice delle caselle di Mail";

"ENDMAINTAIN" = "Manutenzione terminata.";
"MSG_ENDMAINTAIN" = "Le operazioni selezionate sono state eseguite.";
"MSG_RESTART" = "Le operazioni selezionate sono state eseguite. Si consiglia di riavviare il mac adesso.";

"ERR_MAINTENANCELOG" = "Resonto Maintenance di Sistema disabilitato.";
"MSG_MAINTENANCELOG" = "Probabilmente hai personalizzato la data e il formato dell'ora nelle Preferenze di Sistema. Un baco di sistema impedisce le operazioni sul resoconto di Sistema di Maintenance.";
"NO_FILE" = "Documento inesistente.";
"NO_LOGMAINTENANCE" = "Il resoconto Maintenance (~/Library/Logs/Maintenance.log) non esiste. Probabilmente è stato rimosso.";
"DEL_LOG" = "Elimino il resoconto di Maintenance";
"NEWLOG" = "Nuovo resoconto creato...";

"UNINSTALL_MAINTENANCE" = "Vuoi veramente disinstallare Maintenance ed i componenti creati mentre installo ed uso l'applicazione?";
"QUIT_MAINTENANCE" = "Vuoi uscire veramente da Maintenance?";
